[
   {  
   "CountryCode":"AF",
   "Motto":"لا إله إلا الله، محمد رسول الله Lā ʾilāha ʾillāl–lāh, Muhammadun rasūl allāh There is no god but God; Muhammad is the messenger of God. (Shahada)",
   "Government":[  
      {  
         "Title":"President",
         "Name":"Ashraf Ghani"
      },
      {  
         "Title":"Chief Executive Officer",
         "Name":"Abdullah Abdullah"
      }
   ],
   "DateFormat":"",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/mafghan.gif",
   "Geography":"Afghanistan, approximately the size of Texas, is bordered on the north by Turkmenistan, Uzbekistan, and Tajikistan, on the extreme northeast by China, on the east and south by Pakistan, and by Iran on the west. The country is split east to west by the Hindu Kush mountain range, rising in the east to heights of 24,000 ft (7,315 m). With the exception of the southwest, most of the country is covered by high snow-capped mountains and is traversed by deep valleys."
  },
  {  
   "CountryCode":"AL",
   "Motto":"Ti Shqipëri, më jep nder, më jep emrin Shqipëtar",
   "Government":[  
      {  
         "Title":"President",
         "Name":"Bujar Nishani"
      },
      {  
         "Title":"Prime Minister",
         "Name":"Edi Rama"
      }
   ],
   "DateFormat":"dd/mm/yyyy",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/malbania.gif",
   "Geography":"Albania is situated on the eastern shore of the Adriatic Sea, with Montenegro and Serbia to the north, Macedonia to the east, and Greece to the south. Slightly larger than Maryland, Albania is composed of two major regions: a mountainous highland region (north, east, and south) constituting 70% of the land area, and a western coastal lowland region that contains nearly all of the country's agricultural land and is the most densely populated part of Albania."
},
{  
   "CountryCode":"DZ",
   "Flag":"http://i.infopls.com/images/antigua.gif",
   "Seal": "https://upload.wikimedia.org/wikipedia/commons/3/30/Coat_of_arms_of_Antigua_and_Barbuda.svg",
   "Motto":"By the people and for the people",
   "Anthem": "",
   "Government":[  
      {  
         "Title":"President",
         "Name":"Abdelaziz Bouteflika"
      },
      {  
         "Title":"Prime Minister",
         "Name":"Abdelmalek Sellal"
      }
   ],
   "DateFormat":"",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/malgeria.gif",
   "Geography":"Nearly four times the size of Texas and the largest country on the continent, Algeria is bordered on the west by Morocco and Western Sahara and on the east by Tunisia and Libya. The Mediterranean Sea is to the north, and to the south are Mauritania, Mali, and Niger. The Saharan region, which is 85% of the country, is almost completely uninhabited. The highest point is Mount Tahat in the Sahara, which rises 9,850 ft (3,000 m)."
},
{  
   "CountryCode":"AD",
   "Motto":"Virtus Unita Fortior United virtue is stronger",
   "Government":[  
      {  
         "Title":"Co-Princes",
         "Name":"Joan Enric Vives Sicília,François Hollande"
      },
      {  
         "Title":"Representative",
         "Name":"Josep Maria Mauri,Thierry Lataste"
      },
      {  
         "Title":"Prime Minister",
         "Name":"Antoni Martí"
      }
   ],
   "DateFormat":"",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/mandorra.gif",
   "Geography":"Andorra is nestled high in the Pyrénées Mountains on the French-Spanish border."
},
{  
   "CountryCode":"AO",
   "Motto":"",
   "Government":[  
      {  
         "Title":"President",
         "Name":"José Eduardo dos Santos"
      },
      {  
         "Title":"Vice President",
         "Name":"Manuel Vicente"
      }
   ],
   "DateFormat":"",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/mangola.gif",
   "Geography":"Angola, more than three times the size of California, extends for more than 1,000 mi (1,609 km) along the South Atlantic in southwest Africa. The Democratic Republic of the Congo and the Republic of Congo are to the north and east, Zambia is to the east, and Namibia is to the south. A plateau averaging 6,000 ft (1,829 m) above sea level rises abruptly from the coastal lowlands. Nearly all the land is desert or savanna, with hardwood forests in the northeast."
},
{  
   "CountryCode":"AG",
   "Motto":"Each Endeavouring, All Achieving",
   "Government":[  
      {  
         "Title":"Monarch",
         "Name":"Elizabeth II"
      },
      {  
         "Title":"Governor General",
         "Name":"Rodney Williams"
      },
      {  
         "Title":"Prime Minister",
         "Name":"Gaston Browne"
      }
   ],
   "DateFormat":"",
   "BestPlaceToVisit":"",
   "Map":"http://i.infopls.com/images/mantigua.gif",
   "Geography":"Antigua, the larger of the two main islands, is 108 sq mi (280 sq km). The island dependencies of Redonda (an uninhabited rocky islet) and Barbuda (a coral island formerly known as Dulcina) are 0.5 sq mi (1.30 sq km) and 62 sq mi (161 sq km), respectively."
}


]